Revit 2027 API
ParameterTypeId.LoadMomentMy2 Property
 "My 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMy2 { get; }
Public Shared ReadOnly Property LoadMomentMy2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMy2 {
	ForgeTypeId^ get ();
}
static member LoadMomentMy2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace